/* Accessibility title of the Favorites column in the LoopBrowser */
"Favorite" = "个人收藏";

/* Accessibility title of the Loop Type column in the LoopBrowser */
"Type" = "类型";

/* Add to Untagged Loops - OK Button for Alert window
   Alert message text when user adds new untagged Loops to Loop Browser or File Browser */
"Add to Untagged Loops" = "添加到未标记乐段";

/* Adding Loops From Another Disk or Partition */
"Adding Loops From Another Disk or Partition" = "从另一个磁盘或分区添加乐段";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"If these Audio files have a constant tempo, start on a downbeat, and end on a beat, they will adapt to the project tempo when previewed or added to a project." = "如果这些音频文件的恒定速度始于强拍且结束于某个节拍，则它们在试听或添加到项目后将调整为项目速度。";

/* Alert informative text when user adds new untagged Loops to Loop Browser or File Browser */
"The chosen location will be added to your Untagged Loops. Audio files in this location with a constant tempo that start on a downbeat and end on a beat will adapt to the project tempo when previewed or added to a project." = "所选位置将添加到未标记乐段。此位置中恒定速度始于强拍且结束于某个节拍的音频文件在试听或添加到项目后将调整为项目速度。";

/* Cancel - Cancel Button for AlertSheets, etc.
   Don't import Button */
"Cancel" = "取消";

/* Copy Loops Button */
"Copy to Loops Folder" = "拷贝至乐段文件夹";

/* Copy Loops or reference Loops message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic copy the loops to the Apple Loops folder, or use them from their current location." = "乐段将被添加到乐段浏览器，您可以在乐曲中使用它们。请选取是让 Logic 将这些乐段拷贝到 Apple 乐段文件夹，还是就在当前位置使用它们。";

/* Debug Menu: Edit Tags */
"Edit Tags" = "编辑标记";

/* Debug Menu: Show in Finder */
"Show in Finder" = "在 Finder 中显示";

/* Debug Menu:Parse loop */
"Parse loop" = "解析循环";

/* Descriptors */
"Descriptors" = "描述符";

/* Genre */
"Genre" = "类型";

/* Indexing Loops on desktop alert */
"Adding Loops to the Loop Browser" = "将乐段添加到乐段浏览器";

/* Initial Title of the jam pack control */
"All Packs" = "所有包";

/* Instrument */
"Instrument" = "乐器";

/* LoopBrower: two and more items label */
"%ld items" = "%ld 项";

/* LoopBrowser: accessibility description of the playing loop icon in the table */
"playing loop" = "播放乐段";

/* LoopBrowser: accessibility description of the real loop icon in the table */
"real loop" = "真实乐段";

/* LoopBrowser: accessibility description of the software loop icon in the table */
"software loop" = "软件乐段";

/* LoopBrowser: accessibility description of the web loop icon in the table */
"web loop" = "web 乐段";

/* LoopBrowser: one Item label */
"1 item" = "1 项";

/* LoopBrowser: zero Items label */
"0 items" = "0 项";

/* Move Loops Button */
"Move to Loops Folder" = "移至乐段文件夹";

/* Move Loops on Desktop message */
"The loops will be added to the loop browser, where they will be available for use in your songs. Choose whether to have Logic move the loops to the Apple Loops folder, or use them from their current location." = "乐段将被添加到乐段浏览器，您可以在乐曲中使用它们。请选取是让 Logic 将这些乐段移到 Apple 乐段文件夹，还是就在当前位置使用它们。";

/* Reference Loops Button */
"Current Location" = "当前位置";

/* Reindex all loops menu item */
"Reindex All Loops" = "重新索引所有乐段";

/* ToolTip: Loop browser - JPM popup menu */
"Choose which loops you want to view in the loop browser." = "选取您要在乐段浏览器中查看的乐段。";

/* ToolTip: Loop browser - all other search buttons */
"Click to find loops by instrument, genre, and descriptor." = "点按以通过乐器、类型和描述符来查找乐段。";

/* ToolTip: Loop browser - column view */
"Select whether to display keywords for instruments, genre, or mood" = "选择是否要显示乐器、类型或情绪的关键词";

/* accessibility description of the segment that switches to column view */
"column view" = "分栏视图";

/* accessibility description of the segment that switches to musical buttons view */
"musical buttons view" = "音乐按钮视图";

/* menu item in Recent Search History */
"Clear Search History" = "清除搜索历史";

/* menu item in Recent Search History */
"No recent searches" = "无最近的搜索";

/* menu title in Recent Search History */
"Recent Searches" = "最近的搜索";

/* placeholder for search field within the Loops Browser */
"Search Loops" = "搜索乐段";
